<template>
  <div>
    <p class="ph-mainAbout">
      Этот проект посвящён подсказкам к решению задач из 3800. Здесь вы найдете
      удобный способ увидеть условия задач, посмотреть подсказки к ним, чтобы
      суметь решить их, а также, если вы устали, посмотреть решение целиком.
      Если хотите помочь проекту, то внесите вклад в добавление задач - мы будем
      благоданы :-)
    </p>
    <p>
      <br />График разработки: <br />- убрать кнопку авторизации <br />- "о
      проекте" (students) <br />- поправить задачи, сделанные учениками
      (students) <br />- деплой (26.04.2020 20:00) <br />- регистрация
      (snowinmars) <br />- роли (snowinmars) <br />- настройки пользователя
      <br />- цветовая схема (students) <br />- вкл/выкл семёна (students)
      <br />- багфикс <br />- поправить мобильный рендер (students) <br />-
      деплой (3.05.2020 20:00) <br />- подсказки <br />- подсказки должны быть
      свёрнуты по умолчанию <br />- подсказки отображаются только
      зарегестрированным пользователям
      <br />
      <a href="https://github.com/andrewtheproger/physicsproject/tree/master"
        >Ссылка на гитхаб</a
      >
    </p>
  </div>
</template>
<script>
export default {
  name: "About",
};
</script>
<style lang="scss" scoped>
.ph-mainAbout {
  font-size: 200%;
  line-height: 100%;
}
</style>
